[
  {
    "id": 1,
    "title": "Exploring the Hidden Char Islands of Bangladesh",
    "author": "Ahsan Rahman",
    "date": "2025-07-12",
    "image": "https://i.ibb.co.com/wZmm0M1Z/Sundarbans-flora-and-fauna-1024x585.jpg",
    "content": "The Char Islands, formed by river sedimentation, are among Bangladesh’s most underrated travel destinations. Located along the mighty Padma and Jamuna rivers, these islands offer serene landscapes, lush green fields, and untouched fishing villages. Visiting a Char is like stepping back in time—no cars, minimal technology, and warm hospitality from locals. Travelers can enjoy fresh river fish, boat rides, and sunsets that stretch across the horizon."
  },
  {
    "id": 2,
    "title": "A Complete Guide to Trekking in the Bandarban Hills",
    "author": "Nusrat Jahan",
    "date": "2025-07-20",
    "image": "https://i.ibb.co.com/XxCwDq54/images-q-tbn-ANd9-Gc-S4ii-W5-NLNSe6te-Uijq-Rknw9tx-L9-MG4bw-Yai-Q-s.jpg",
    "content": "Bandarban is the ultimate trekking paradise in Bangladesh, home to some of the highest peaks in the country, including Tahjindong, Keokradong, and Saka Haphong. Trekkers will encounter lush forests, tribal villages, and cascading waterfalls along the way. The journey often involves staying overnight in remote villages, experiencing indigenous culture firsthand, and tasting local delicacies like bamboo chicken. Best time to visit is from October to March when the weather is cooler."
  },
  {
    "id": 3,
    "title": "Sundarbans Adventure: A Wildlife Photographer’s Dream",
    "author": "Mahmud Hasan",
    "date": "2025-08-01",
    "image": "https://i.ibb.co.com/G37JzT8c/Wildlife-photography-in-Sundarbans-2-1024x585.jpg",
    "content": "The Sundarbans is not just a mangrove forest—it’s a living paradise for wildlife photographers. From the majestic Royal Bengal Tiger to the playful otters, the biodiversity here is unmatched. Early morning boat rides are the best way to spot rare birds, crocodiles, and deer grazing near the banks. Photographers should bring telephoto lenses to capture animals without disturbing them, and be prepared for the unique lighting conditions of the forest."
  },
  {
    "id": 4,
    "title": "Kuakata: Where the Sun Rises and Sets Over the Sea",
    "author": "Sadia Chowdhury",
    "date": "2025-08-03",
    "image": "https://i.ibb.co.com/84n4xdf3/images-q-tbn-ANd9-Gc-TYu-Wf4-Frn-Zr91q1ar-P4-XTb-RPV-JOFMu-O6-Imw-s.jpg",
    "content": "Known as the 'Daughter of the Sea', Kuakata offers the rare experience of seeing both sunrise and sunset over the Bay of Bengal from the same spot. The beach is long and less crowded compared to Cox’s Bazar, making it perfect for peaceful walks. Local markets sell fresh seafood and traditional handicrafts, while nearby sites like Fatrar Char and Lebur Char offer boat trips into mangrove areas teeming with wildlife."
  },
  {
    "id": 5,
    "title": "Tea Garden Trails: A Journey Through Srimangal",
    "author": "Rafid Karim",
    "date": "2025-08-05",
    "image": "https://i.ibb.co.com/5gyPxtN7/caption.jpg",
    "content": "Srimangal, often called the tea capital of Bangladesh, is a haven for nature lovers. Rolling tea gardens stretch as far as the eye can see, interspersed with pineapple plantations and lemon orchards. Cycling through the tea trails is a must-do activity, while Lawachara National Park offers a chance to spot hoolock gibbons and exotic birds. Don’t leave without tasting the famous seven-layer tea, a unique blend of flavors stacked in a single glass."
  },
  {
    "id": 6,
    "title": "Maheshkhali Island: Where Culture Meets the Sea",
    "author": "Fahima Anwar",
    "date": "2025-08-06",
    "image": "https://i.ibb.co.com/vxMrC8QL/2677e2af3ac959900cac6b83f7643c8a-1000x1000.png",
    "content": "Maheshkhali Island is a unique blend of natural beauty and cultural heritage. Surrounded by mangrove forests and sandy beaches, the island is home to the historic Adinath Temple and a vibrant fishing community. Visitors can explore salt fields, taste freshly caught seafood, and watch local artisans weaving traditional handlooms. The island is easily accessible by boat from Cox’s Bazar and is perfect for a day trip."
  },
  {
    "id": 7,
    "title": "Rangamati: The Lake City of Bangladesh",
    "author": "Samiul Islam",
    "date": "2025-08-07",
    "image": "https://i.ibb.co.com/8DDFZ9Rz/Rangamati-Tourist-Attractions.jpg",
    "content": "Rangamati, located in the Chittagong Hill Tracts, is famous for its breathtaking Kaptai Lake, surrounded by hills and forests. A boat cruise across the lake is the highlight, stopping at tribal markets, waterfalls, and floating restaurants. The region’s handicrafts, especially handwoven textiles from the Chakma and Marma communities, make for perfect souvenirs."
  }
]
