[
  {
    "id": 1,
    "title": "Cox’s Bazar Welcomes Record Number of Tourists This Summer",
    "description": "Cox’s Bazar, the world’s longest natural sea beach, has seen an unprecedented number of visitors this summer. Local hotels and resorts are fully booked, and new beachfront activities such as parasailing, jet skiing, and night beach concerts have drawn even more crowds. The municipality has also introduced improved waste management systems to maintain cleanliness despite the tourist rush.",
    "date": "2025-07-15",
    "image": "https://i.ibb.co.com/HpHCHjKy/coxs-bazar-1.jpg"
  },
  {
    "id": 2,
    "title": "Sundarbans Boat Safari Packages Announced for Winter",
    "description": "The Bangladesh Tourism Board has unveiled eco-friendly boat safari packages for the Sundarbans this winter season. These tours will include guided wildlife spotting for the famous Royal Bengal Tiger, spotted deer, and rare bird species. Special attention is being given to environmental preservation, with tour boats now running on low-emission engines and offering eco-awareness programs for visitors.",
    "date": "2025-07-28",
    "image": "https://i.ibb.co.com/ccbx06pc/Sundarban-Tiger-Roar-1.jpg"
  },
  {
    "id": 3,
    "title": "Saint Martin’s Island to Limit Tourist Entry",
    "description": "Authorities have implemented a daily cap on tourist entries to Saint Martin’s Island in an effort to protect its fragile marine ecosystem. Coral reef restoration projects are underway, and a new marine research station is being built to monitor biodiversity. Tourists will now be encouraged to participate in beach clean-up drives and responsible snorkeling activities.",
    "date": "2025-08-02",
    "image": "https://i.ibb.co.com/p6qT9hjh/img-20240905-wa0008-20240905225652.jpg"
  },
  {
    "id": 4,
    "title": "Rangamati's Hanging Bridge Reopens After Renovation",
    "description": "The famous Hanging Bridge in Rangamati has reopened after an extensive renovation that included structural reinforcements, repainting, and improved safety railings. Visitors can once again enjoy breathtaking panoramic views of Kaptai Lake, and the Tourism Corporation has added new picnic areas and boat rental facilities nearby.",
    "date": "2025-06-20",
    "image": "https://i.ibb.co.com/rKjsB68y/1697864260-unb-newswire.jpg"
  },
  {
    "id": 5,
    "title": "Bishwa Ijtema Dates Announced for 2026",
    "description": "The Bishwa Ijtema, one of the largest Islamic gatherings in the world, will be held in two phases in January 2026 at Tongi, Gazipur. Millions of pilgrims from across the globe are expected to attend. The authorities are preparing expanded accommodation facilities, improved transportation routes, and advanced medical support for the huge influx of visitors.",
    "date": "2025-07-30",
    "image": "https://i.ibb.co.com/r2JF52kx/ijtema.jpg"
  },
  {
    "id": 6,
    "title": "Paharpur Museum Introduces AR Guided Tours",
    "description": "Visitors to Somapura Mahavihara in Paharpur can now experience history in a whole new way with Augmented Reality guided tours. Through mobile apps and AR glasses, tourists can witness digital reconstructions of the ancient Buddhist monastery, learn about its architecture, and explore exhibits with interactive 3D models.",
    "date": "2025-07-25",
    "image": "https://i.ibb.co.com/t1MF46J/sprawling-Buddhist-monastery-of-Somapura-Mahavihara-a-UNESCO-World-Heritage-Site-in-Banglades-700x52.webp"
  },
  {
    "id": 7,
    "title": "Kuakata Sea Beach Hosts Sunrise & Sunset Photography Contest",
    "description": "Kuakata Sea Beach, famous for its rare view of both sunrise and sunset over the sea, is set to host an international photography competition. Photographers from across Asia are expected to participate, showcasing their best shots of the serene coastline, fishing communities, and vibrant coastal wildlife.",
    "date": "2025-08-05",
    "image": "https://i.ibb.co.com/XZs93VZS/kuakata.jpg"
  },
  {
    "id": 8,
    "title": "Srimangal Tea Festival 2025 to Attract Thousands",
    "description": "Srimangal, known as the tea capital of Bangladesh, will host its annual tea festival with expanded attractions. Visitors can explore tea gardens, taste over 50 varieties of tea, attend cultural shows, and learn about traditional tea-making methods passed down for generations.",
    "date": "2025-08-01",
    "image": "https://i.ibb.co.com/jk9F0mpX/Sylhet-tea-plantations-1024x585.jpg"
  },
  {
    "id": 9,
    "title": "New Air Route from Dhaka to Sajek Valley Announced",
    "description": "A private airline has announced direct flights from Dhaka to Khagrachari, cutting travel time to Sajek Valley by several hours. The airline promises panoramic aerial views of the Chittagong Hill Tracts during the journey, making it an experience in itself.",
    "date": "2025-07-18",
    "image": "https://i.ibb.co.com/zhTs5szx/sajek-valley-tour-package-2-days-1.jpg"
  },
  {
    "id": 10,
    "title": "Maheshkhali Island Promotes Local Handicrafts",
    "description": "Tourists visiting Maheshkhali Island can now join guided tours showcasing local weaving workshops, pottery-making sessions, and woodcraft demonstrations. This initiative aims to boost the income of local artisans and preserve traditional crafts.",
    "date": "2025-07-21",
    "image": "https://i.ibb.co.com/zH5bnLRp/handicrafts2.jpg"
  },
  {
    "id": 11,
    "title": "Sonargaon Folk Art Festival Kicks Off",
    "description": "The historic town of Sonargaon is hosting its annual folk art festival featuring traditional music, dance, and handicraft exhibitions. Visitors can explore the newly restored Panam Nagar and enjoy boat rides along the Meghna River.",
    "date": "2025-07-10",
    "image": "https://i.ibb.co.com/4n2NM1dy/08-2.jpg"
  },
  {
    "id": 12,
    "title": "Nilgiri Hills Campsites Now Open Year-Round",
    "description": "For the first time, the Nilgiri Hills in Bandarban will have year-round camping facilities, complete with luxury tents, guided treks, and night sky viewing sessions. This development aims to promote eco-tourism and attract adventure seekers.",
    "date": "2025-06-29",
    "image": "https://i.ibb.co.com/G45LY3kT/cuhkufrzl8ne9zocl40t.jpg"
  }
]
